/**********************************************************************************
// Asteroids (Arquivo de Cabeçalho)
//
// Criação:     14 Ago 2023
// Atualização: 18 Ago 2023
// Compilador:  Visual C++ 2022
//
// Descrição:   Projeto Avaliativo
//
**********************************************************************************/

#ifndef _ASTEROIDS_H_
#define _ASTEROIDS_H_

// ------------------------------------------------------------------------------

enum AsteroidsObjects
{
    PLAYER,
    ASTEROIDS,
    SPECIAL,
};

// ------------------------------------------------------------------------------

#endif